Repository: Mikel1961/contentinum.5.1
Catalog: module/Contentinum/language/*.po
Languages: de_de

source: An error occurred
de_de: Ein Fehler ist aufgetreten

source: Additional information
de_de: Zusätzliche Information

source: File
de_de: Datei

source: Message
de_de: Meldung

source: Stack trace
de_de: Stapelüberwachung

source: Previous exceptions
de_de: Vorherige Ausnahme

source: No Exception available
de_de: Es ist keine Ausnahme verfügbar

source: A 404 error occurred
de_de: Es trat ein 404 Fehler auf

source: The requested controller was unable to dispatch the request.
de_de: Der angeforderte Controller war nicht in der Lage die Anfrage zu verarbeiten.

source: The requested controller could not be mapped to an existing controller class.
de_de: Der angeforderte Controller konnte keiner Controller Klasse zugeordnet werden.

source: The requested controller was not dispatchable.
de_de: Der angeforderte Controller ist nicht aufrufbar.

source: The requested URL could not be matched by routing.
de_de: Für die angeforderte URL konnte keine Übereinstimmung gefunden werden.

source: We cannot determine at this time why a 404 was generated.
de_de: Zu diesem Zeitpunkt ist es uns nicht möglich zu bestimmen, warum ein 404 Fehler aufgetreten ist.

source: resolves to %s
de_de: wird aufgelöst in %s

source: Exception
de_de: Ausnahme

source: Mcwork_Controller_Index
de_de: Dashboard

source: Nav_Content
de_de: Content

source: Content
de_de: Inhalte

source: mcContent
de_de: Content

source: Pages
de_de: Seiten

source: PageContent
de_de: Seiteneigenschaften

source: Contribution
de_de: Beiträge

source: Menue
de_de: Navigationspunkte

source: Medias
de_de: Öffentliche Dateien

source: MediaMetas
de_de: Metadaten für Dateien

source: MediaGroup
de_de: Dateigruppen

source: Conf
de_de: Konfiguration

source: Preferences
de_de: Einstellungen

source: Redirects
de_de: Umleitungen

source: Fieldtypes
de_de: Inhaltstypen

source: Fieldconf
de_de: Inhaltskonfiguration

source: Directories
de_de: Verzeichnisse

source: Contacts
de_de: Kontakte, Ressourcen

source: Users
de_de: Benutzer

source: Logs
de_de: Logdateien

source: Mcwork_Controller_User
de_de: Benutzer

source: add_Pages
de_de: Seiten anlegen

source: edit_Pages
de_de: Seiten bearbeiten

source: edit_PageContent
de_de: Seiteneigenschaften bearbeiten

source: add_Contribution
de_de: Beitrag anlegen

source: edit_Contribution
de_de: Beitrag bearbeiten

source: add_MediaGroup
de_de: Dateigruppen anlegen

source: edit_MediaGroup
de_de: Dateigruppen bearbeiten

source: add_Directories
de_de: Verzeichnisse anlegen

source: edit_Directories
de_de: Verzeichnisse bearbeiten

source: add_Contacts
de_de: Kontakte, Ressourcen anlegen

source: edit_Contacts
de_de: Kontakte, Ressourcen bearbeiten

source: add_Users
de_de: Benutzer anlegen

source: edit_Users
de_de: Benutzer bearbeiten

source: add_Preferences
de_de: Einstellungen anlegen

source: edit_Preferences
de_de: Einstellungen bearbeiten

source: add_Redirects
de_de: Umleitung anlegen

source: edit_Redirectss
de_de: Umleitung bearbeiten

source: add_Fieldtypes
de_de: Inhaltstypen anlegen

source: edit_Fieldtypes
de_de: Inhaltstypen bearbeiten

source: add_Fieldconf
de_de: Inhaltskonfiguration anlegen

source: edit_Fieldconf
de_de: Inhaltskonfiguration bearbeiten

source: Display file content
de_de: Dateiinhalt anzeigen

source: Log files of applications
de_de: Logdateien contentinum

source: entries per page
de_de: Seiteneigenschaften

source: Last change
de_de: Letzte Änderungen

source: Delete item
de_de: Auswahl löschen

source: Edit item
de_de: Auswahl bearbeiten

source: Add a new item
de_de: Neu hinzufügen

source: Choose a row from table editing them
de_de: Tabellenreihe zum Bearbeiten auswählen

source: choose a row from table delete them
de_de: Tabellenreihe zum Löschen auswählen

source: No data available in table
de_de: Keine Daten vorhanden

source: Headline
de_de: Überschrift

source: Publish
de_de: Veröffentlicht

source: Redirect
de_de: Umleitung

source: Media and Document files
de_de: Medien und Dokumente

source: Filename
de_de: Dateiname

source: Size
de_de: Größe

source: Date
de_de: Datum

source: Select All
de_de: Alle Auswählen

source: Unselect All
de_de: Alle Abwählen

source: Copy
de_de: Kopieren

source: Move
de_de: Verschieben

source: Edit
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: Zip
de_de: Packen

source: Unzip
de_de: Entpacken

source: Display
de_de: Anzeigen

source: Clear
de_de: Zurücksetzen

source: New Folder
de_de: Neuer Ordner

source: Folder
de_de: Ordner

source: Rename
de_de: Umbenennen

source: Cancel
de_de: Abbrechen

source: Close
de_de: Schließen

source: Use checkboxes to select items
de_de: Checkbox anklicken, um Auswahl zu treffen

source: Media meta description
de_de: Metadaten für Dateien

source: Mcwork_Controller_Content_Pages
de_de: Seiten

source: pagecontent
de_de: Seiteneigenschaften

source: mediametas
de_de: Medien-Metadaten

source: Access rights
de_de: Zugriffsrechte

source: Please select
de_de: Bitte auswählen

source: Choose a content widget
de_de: Formatierung zuweisen

source: Save
de_de: Speichern

source: Save+
de_de: Speichern+

source: Mcwork_Controller_Apps
de_de: PlugIns

source: Groupname
de_de: Gruppenname

source: Description
de_de: Beschreibung

source: Public
de_de: Öffentlich

source: Not Publicly
de_de: Nicht Öffentlich

source: Author Resource
de_de: CMS-Autoren

source: Publisher Resource
de_de: CMS-Publisher

source: Manager Resource
de_de: CMS-Manager

source: Administrator Resource
de_de: CMS-Administratoren

source: Display content
de_de: Inhalt ohne Formatierung anzeigen

source: Contribution with media left
de_de: Beitrag mit Bild links

source: Contribution with media right
de_de: Beitrag mit Bild rechts

source: Contribution with media center
de_de: Beitrag mit Bild mittig

source: Contribution block with media left
de_de: Block-Beitrag mit Bild links

source: Contribution block with media right
de_de: Block-Beitrag mit Bild rechts

source: Kind of navigation
de_de: Navigationsart

source: add_Navigation
de_de: Navigationsbaum anlegen

source: edit_Navigation
de_de: Navigationsbaum bearbeiten

source: Create a helper navigation tree
de_de: Hilfs-Navigationsbaum anlegen

source: Create another main tree
de_de: Weiteren Haupt-Navigationsbaum anlegen

source: Sequence
de_de: Reihenfolge

source: Page
de_de: Seite

source: Branch
de_de: Zweig

source: Forms
de_de: Formulare

source: add_Menue
de_de: Navigationspunkt anlegen

source: edit_Menue
de_de: Navigationspunkt bearbeiten

source: Page or link to this item
de_de: Seite oder Link auswählen

source: Unpublished
de_de: Unveröffentlicht

source: Link rel attribute
de_de: Link Attribute

source: Links to an alternate version of the document (i.e. print page, translated or mirror)
de_de: Link auf eine alternative Version

source: Resource is linked outside the current domain
de_de: Ausgehener Link

source: Links to the author of the document
de_de: Link auf den Autor des Dokumentes

source: Permanent URL used for bookmarking
de_de: Hauptdomain für Bookmarking

source: Links to a help document
de_de: Link zu einem Hilfedokument

source: Links to copyright information for the document
de_de: Link zu Copyright Informationen

source: The next document in a selection
de_de: Link zum nächsten Dokument einer Sammlung

source: Links to an unendorsed document, like a paid link.
de_de: Link zu kostenpflichtigen Dokument

source: Specifies that the browser should not send a HTTP referer header if the user follows the hyperlink
de_de: Gibt an, dass der Browser keine HTTP-Referer-Header senden, wenn der Benutzer den Hyperlink folgt

source: Specifies that the target document should be cached
de_de: Gibt an, dass das Zieldokument zwischengespeichert werden soll

source: The previous document in a selection
de_de: Link zum vorherigen Dokument einer Sammlung

source: Links to a search tool for the document
de_de: Link zu einer Suchfunktion

source: A tag (keyword) for the current document
de_de: Verschlagwortung des Dokumentes

source: Load in a new window
de_de: Im neuenn Fenster öffnen

source: Load in the same frame as it was clicked
de_de: Im selben Fenster öffnen

source: Load in the parent frameset
de_de: Im übergeorneten Frame öffnen

source: Load in the full body of the window
de_de: Im Hauptfenster öffnen

source: Element ID selector
de_de: ID-Attribut für Layoutsteuerung (CSS-Angabe)

source: Element CLASS selector
de_de: Class-Attribut für Layoutsteuerung (CSS-Angabe)

source: Link target attribute (deprecated, use caution when)
de_de: Linkziel Attribut (veraltet)

source: addsubmenue
de_de: Untermenü einfügen

source: Navigation structure
de_de: Navigationsstruktur

source: Navigation name
de_de: Navigationsname / Überschrift

source: Helper navigation
de_de: Hilfsnavigation

source: Navigation branch
de_de: Navigationszweig

source: Navigation root
de_de: Hauptnavigation

source: Page Id
de_de: Seiten Id

source: Page standard datas
de_de: Standard-Daten

source: Page Standard
de_de: Seiten Standards

source: Page metadatas (SEO)
de_de: Seiten Metadaten (SEO)

source: Page publication
de_de: Seitenveröffentlichung

source: Assign page to a domain
de_de: Domain auswählen

source: Add this page in a navigation
de_de: Seite in die Navigation einfügen

source: Parent default page
de_de: Layout-Musterseite auswählen

source: Set access rights to that resource
de_de: Veröffentlichung steuern

source: Page meta specified
de_de: Seiten Metadaten

source: Link title (is displayed as a tooltip)
de_de: Link Title (wird als Tooltip angezeigt)

source: Page title
de_de: Seiten Title

source: Set meta value robots
de_de: Robot-Anweisungen

source: Meta value description
de_de: Meta Description / Seitenbeschreibung

source: Page publications
de_de: Seiten Veröffentlichung

source: Language
de_de: Sprache

source: Language parent page
de_de: Verlinkung zur entsprechenden Seite der Hauptsprache

source: Set forwarding
de_de: Weiterleitung setzen

source: PageAttribute
de_de: Seitenattribute

source: add_PageAttribute
de_de: Seitenattribute anlegen

source: edit_PageAttribute
de_de: Seitenattribute bearbeiten

source: Basedata
de_de: Basisdaten

source: Pagemetadatas
de_de: Seitenmetadaten

source: Published beginning
de_de: Beginn der Veröffentlichung

source: Published ending
de_de: Ende der Veröffentlichung

source: Javascript instructions
de_de: JavaScript Anweisungen

source: Basic format
de_de: Basisformatierungen

source: Choose a layout
de_de: Layout auswählen

source: Style instruction
de_de: Style Befehle

source: Html body tag id
de_de: HTML Body ID

source: Html body tag class attribute value
de_de: HTML Body Klasse

source: edit_Links
de_de: Links bearbeiten

source: add_Links
de_de: Links anlegen

source: Properties
de_de: Beitrag Einstellungen

source: Assign to a page
de_de: Einer Seite zuweisen

source: Assign in contribution group
de_de: Einer Beitragsgruppe zuweisen

source: Access resources
de_de: Zugriff

source: Contribution media attachment
de_de: Medien anhängen

source: Media size
de_de: Medien Größe

source: Choose a contribution widget
de_de: Formatierung beeinflussen

source: Media Link
de_de: freie Verlinkung

source: Link to a page or set an external link
de_de: Verlinkung zu einer Seite oder einem angelegten Link

source: Contribution Styles
de_de: Beitragsformatierungen

source: Contribution element
de_de: Beitragselement

source: Contribution attributte
de_de: Beitragsattribut

source: Forming published author
de_de: Beitragsverfasser

source: Contribution plugin attachment
de_de: PlugIns

source: Publish Author
de_de: Verfasser

source: Author Email
de_de: Verfasser E-Mail

source: contributionProperties
de_de: Beitragseigenschaften

source: contributionGroup
de_de: Beitragsgruppen

source: Files
de_de: Dateien

source: Mapdata
de_de: Map-Standorte

source: edit_Mapdata
de_de: Map-Standort bearbeiten

source: add_Mapdata
de_de: Map-Standort anlegen

source: Media item
de_de: Bild zufügen

source: add_Maps
de_de: Map anlegen

source: edit_Maps
de_de: Map bearbeiten

source: Longitude
de_de: Längengrad (Longitude)

source: Latitude
de_de: Breitengrad (Latitude)

source: Street with number
de_de: Straße und Hausnummer

source: Zipcode and city
de_de: PLZ und Ort

source: Teaser Headline
de_de: Teaser

source: Form
de_de: Formular

source: Send to
de_de: Senden an

source: add_Form
de_de: Formular anlegen

source: edit_Form
de_de: Formular bearbeiten

source: form_basedata
de_de: Formular Basisdaten

source: Send form to
de_de: Formular senden an

source: Email name
de_de: Name des E-Mail Empfängers

source: Send form to CC
de_de: Formular in Kopie senden (CC)

source: Email subject
de_de: E-Mail Betreff

source: form_extended
de_de: erweiterte Formular-Daten

source: Description above the form
de_de: Beschreibung oberhalb des Formulars

source: Response text after send mail success
de_de: Antworttext nach erfolgreichem Versenden des Formulars

source: form_adjusments
de_de: Formular Einstellungen

source: Replay email
de_de: E-Mail Antwort-Adresse (Absender)

source: Replayemail name
de_de: Name E-Mail Antwort

source: Response email
de_de: E-Mail Antwort-Adresse

source: Formfields
de_de: Formularfelder

source: Field
de_de: Feld

source: Options
de_de: Optionen

source: field_basedata
de_de: Basisdaten Formularfeld

source: field_extended
de_de: erweitere Daten Formularfeld

source: Required field
de_de: Pflichtfeld

source: Not required
de_de: kein Pflichtfeld

source: Form element
de_de: Formular-Element

source: Input field
de_de: Eingabefeld

source: Input field email
de_de: Eingabefeld E-Mail Adresse

source: Input field url
de_de: Eingabefeld URL

source: Text field
de_de: Textfeld

source: Select field
de_de: Auswahlfeld

source: Fieldset
de_de: Umrandung / Zusammenfassung

source: Field value
de_de: Feldwert

source: Field name
de_de: Feldname

source: No Media
de_de: Kein Bild

source: edit_Formfields
de_de: Formularfeld bearbeiten

source: add_Formfields
de_de: Formularfeld anlegen

source: Value
de_de: Wert

source: Fieldoptions
de_de: Formularfeld Optionen

source: add_Fieldoptions
de_de: Formularfeld Optionen anlegen

source: edit_Fieldoptions
de_de: Formularfeld Optionen bearbeiten

source: Meta value keywords
de_de: Meta Keyword / Schlagwörter

source: Header javascript instructions
de_de: JavaScrip Anweisungen im Seitenkopf

source: Footer inline javascript instructions
de_de: JavaScrip Anweisungen im Seitenfuß

source: Domain refer
de_de: zugehörige Domain

source: Member
de_de: Mitglied

source: Salutation
de_de: Anrede

source: Title
de_de: Titel

source: Business title
de_de: Position

source: Content type
de_de: Inhalts Typ

source: Assort
de_de: Sortieren

source: Template variable
de_de: Template Platzhalter

source: edit_ContributionProperties
de_de: Betragseigenschaften bearbeiten

source: add_ContributionProperties
de_de: Beitagseigenschaften anlegen

source: Group type
de_de: Gruppen Typ

source: edit_ContributionGroup
de_de: Newsgruppen bearbeiten

source: add_ContributionGroup
de_de: Newsgruppen anlegen

source: Group name
de_de: Gruppen Name

source: Content group type
de_de: Typ Beitragsgruppe

source: add_News
de_de: News anlegen

source: edit_News
de_de: News bearbeiten

source: Number characters
de_de: Anzahl Zeichen im Anriss

source: Link label
de_de: Linkbezeichnung

source: Contributory group
de_de: Beitragsgruppe

source: Dissolve
de_de: Neitragsgruppe auflösen

source: edit_Contentgroup
de_de: Beitragsgruppe bearbeiten

source: add_Contentgroup
de_de: Beitragsgruppe anlegen

source: Content Group style
de_de: Beitragsgruppen Style

source: Group element
de_de: Gruppen Element

source: Group attributte
de_de: Gruppen Attribut

source: AccountCategories
de_de: Kontakt

source: Contact data
de_de: Kontaktdaten

source: Select Account
de_de: Account auswählen

source: Department
de_de: Abteilung

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: Phone (work)
de_de: Telefon dienstlich

source: Phone (mobile)
de_de: Mobil

source: User roles
de_de: Benutzerkategorie

source: Username
de_de: Benutzername

source: Website title
de_de: Webseiten Titel

source: Alias domain from
de_de: Alias Domain von

source: Location parameters
de_de: Land auswählen

source: Author
de_de: Autor

source: Google site verification
de_de: Google Verifizierung

source: Javascript block head tag
de_de: JavaScrip Anweisungen im Seitenkopf

source: Javascript block body end tag
de_de: JavaScrip Anweisungen im Seitenfuß

source: Select a link or page
de_de: Seite oder Link auswählen

source: Redirect Url
de_de: Umleitungs URL

source: HTTP Status Codes
de_de: HTTP Status Code

source: Submit
de_de: Speichern

source: edit_Redirects
de_de: Umleitungen bearbeiten

source: Fieldtype
de_de: Feldtypen

source: Scope
de_de: Anwendungsbereich

source: Fieldgroups
de_de: Feldgruppen

source: Group
de_de: Gruppe

source: add_Fieldgroup
de_de: Feldgruppen anlegen

source: edit_Fieldgroup
de_de: Feldgruppen bearbeiten

source: mcwork_calendar
de_de: Kalender

source: mcwork_events
de_de: Termine

source: Events
de_de: Termine

source: mcwork_event_organizer
de_de: Veranstalter

source: Organizer
de_de: Veranstalter

source: mcwork_event_resources
de_de: Rescourcen

source: Resources
de_de: Rescourcen

source: Usergroups
de_de: Benutzergruppen

source: add_Usergroup
de_de: Benutzergruppe anlegen

source: edit_Usergroup
de_de: Benutzergruppe bearbeiten

source: Useringroups
de_de: Benutzer einer Gruppe

source: Groups
de_de: Gruppen

source: add_Usersingroups
de_de: Benutzer einer Gruppe zuordnen

source: edit_Usersingroups
de_de: Benutzer einer Gruppe bearbeiten

source: User in groups
de_de: Benutzer in Gruppen

source: User
de_de: Benutzer

source: Usergroup
de_de: Benutzergruppe

source: uploadfiles
de_de: Datei-Upload

source: currentdir
de_de: ausgewählter Pfad / Ordner

source: newdir
de_de: neuen Ordner anlegen

source: uploadfile
de_de: Datei zum Hochladen

source: newsGroup
de_de: Newsgruppe

source: add_NewsGroup
de_de: Newsgruppe anlegen

source: edit_NewsGroup
de_de: Newsgruppe bearbeiten

source: Adress
de_de: Adressdaten

source: Select field meta
de_de: Felddaten auswählen

source: Parent organisation
de_de: zugehörige Organisation

source: Mapdatas
de_de: Mapdaten

source: Map section (location)
de_de: Kartenausschnitt (Standort) suchen

source: Search location
de_de: Standort suchen

source: Street and number
de_de: Straße und Hausnummer

source: Markerdatas
de_de: Standortdaten

source: MediaCategories
de_de: Dateigruppe konfigurieren

source: add_MediaCategories
de_de: Dateien zu einer Dateigruppe zufügen

source: edit_mediaCategories
de_de: Dateien einer Dateigruppe bearbeiten

source: Media Group
de_de: Dateigruppe

source: Phone
de_de: Telefon

source: Street
de_de: Straße

source: Zipcode
de_de: PLZ

source: City
de_de: Stadt

source: State or province
de_de: Bundesland

source: Country
de_de: Land

source: Contact
de_de: Kontaktdaten

source: NoPublicFiles
de_de: Nicht-Öffentliche Dateien

source: Year
de_de: Jahr

source: Back
de_de: Zurück
